Repository: collective/collective.smsauthenticator
Catalog: src/collective/smsauthenticator/locales/*/LC_MESSAGES/collective.smsauthenticator.po
Languages: nl

source: (Re)set your two-step verification mobile number
nl: (Re)set uw twee-stappen verificatie mobiele nummer

source: (Re)setting of the mobile number failed! {0}
nl: (Re)setten van het mobiele nummer is mislukt! {0}

source: A confirmation SMS message has been sent to the mobile number specified.
nl: Een bevestiging SMS is verstuurd naar het opgegeven mobiele nummer.

source: After submitting this form, you will receive an e-mail with a link and a SMS with a code. <br/><br/> To successfully verify your mobile number, open the link from your e-mail in a browser and enter the code from your SMS in the form.
nl: Na het verzenden van dit formulier, ontvangt u een e-mail met een link en een SMS met een code. <br/> Om succesvol uw mobiele nummer controleren, moet u de link van uw e-mail in een browser openen en de code van uw SMS in de vorm invoeren.

source: An email with further instructions for (re)setting your mobile number has been sent.
nl: Een e-mail met verdere instructies voor het (her)instellen van uw mobiele nummer is verzonden.

source: An error occured while sending the SMS to the number specified.
nl: Er is een fout opgetreden bij het verzenden van de SMS naar het opgegeven nummer.

source: Authentication token lifetime in seconds.
nl: Authenticatie token leeftijd in seconden.

source: Automatically generated
nl: Automatisch gegenereerd

source: Automatically generated each time SMS message is sent
nl: Automatisch gegenereerd elke keer dat SMS bericht wordt verzonden

source: Automatically generated each time user logs in
nl: Automatisch gegenereerd elke keer dat de gebruiker zich aanmeldt

source: Cancel
nl: Annuleren

source: Changes saved.
nl: Wijzigingen opgeslagen.

source: Code to reset the mobile number (sent by SMS)
nl: Code om de mobiele nummer te resetten (verstuurd doormiddel een SMS)

source: Complete the two-step verification setup by confirming your mobile number
nl: Maak de twee-stap verificatie setup af door bevestiging van je mobiele nummer

source: Confirm your login by entering the login code sent to your mobile number by SMS.
nl: Bevestig uw aanmelding door het invoeren van de inlogcode die is per SMS naar je mobiele nummer is verstuurd.

source: Disable two-step verification
nl: Twee-stap verificatie uitschakelen

source: Disable two-step verification for all users
nl: Twee-stap verificatie uitschakelen voor alle gebruikers

source: Edit cancelled.
nl: Bewerken geannuleerd.

source: Enable two-step verification
nl: Twee-stap verificatie inschakelen

source: Enable two-step verification for all users
nl: Twee-stap verificatie inschakelen voor alle gebruikers

source: Enable two-step verification.
nl: Schakel twee-stap verificatie in.

source: Enable/disable the two-step verification. Click <a href='@@setup-mobile-number'>here</a> to set it up or <a href='@@disable-two-step-verification'>here</a> to disable it.
nl: Twee-stappen verificatie inschakelen/uitschakelen. Klik <a href='@@setup-mobile-number'>hier</a> om het in te stellen of <a href='@@disable-twee-staps-verification'>hier</a> om het uit te schakelen.

source: Enter code
nl: Type de in code

source: Enter the login code sent to your mobile number.
nl: Voer het inlogcode verstuurd naar uw mobiel nummer.

source: Enter the verification code to activate two-step verification
nl: Voer de verificatiecode om twee-stappen verificatie te activeren

source: Enter the verification code you received on your mobile phone.
nl: Voer de verificatiecode die u op uw mobiele telefoon ontvangen.

source: Enter your Twilio (phone) number.
nl: Voer uw Twilio (telefoon) nummer in.

source: Enter your Twilio AccountSID.
nl: Voer uw Twilio AccountSID in.

source: Enter your Twilio AuthToken.
nl: Voer uw Twilio AuthToken in.

source: Enter your mobile number to be used for two-step verification.
nl: Voer uw mobiele nummer te worden gebruikt voor twee-stappen verificatie.

source: Enter your mobile phone number. Use the international format. <br/>Example Dutch number: +31699555555 <br/>Example International number: +49234555776
nl: Voer uw mobiele telefoonnummer. Gebruik de internationale formaat. <br/> Voorbeeld Nederlandse nummer: +31699555555 <br/> Voorbeeld International nummer: +49234555776

source: Enter your secret key for the site here. When choosing a secret key, think of it as some sort of a password.
nl: Vul hier de geheime sleutel voor de site. Bij het kiezen van een geheime sleutel, zie het als een soort van een wachtwoord.

source: Enter your username for verification.
nl: Voer uw gebruikersnaam voor verificatie.

source: Field Messagebird sender has to be between 3 and 11 chars.
nl: Het veld Messagebird sender moet 3 - 11 chars groot zijn.

source: Field {0} is required.
nl: Het veld {0} is verplicht.

source: Forbidden for anonymous
nl: Verboden voor anonieme gebruikers

source: Globally enabled
nl: Globaal ingeschakeld

source: If checked, globally enables the two-step verification for all users; otherwise - each user configures it himself. Note, that unchecking the checkbox does not disable the two-step verification for all users.
nl: Indien aangevinkt, staat de twee-stappen verificatie globaal aan voor alle gebruikers; anders - elke gebruiker configureert het zelf. Let op, dat het uitvinken van de vinkje schakelt de twee-stappen verificatie niet uit voor alle gebruikers.

source: Invalid mobile number reset token
nl: Ongeldige mobiele nummer reset token

source: Invalid mobile number reset token.
nl: Ongeldige mobiele nummer reset token.

source: Invalid mobile number.
nl: Ongeldig mobiel nummer.

source: Invalid token or token expired.
nl: Ongeldig token of token verlopen.

source: Invalid username.
nl: Ongeldige gebruikersnaam.

source: Last authentication code
nl: Laatste authenticatie code

source: List of IPs user logged from
nl: Lijst van IPs van ingelogde gebruikers

source: Login failed
nl: Inloggen mislukt

source: Mobile number
nl: Mobiel nummer

source: No token provided!
nl: Geen token verstrekt!

source: Request for mobile number reset is failed! {0}
nl: Verzoek om mobiel nummer reset is mislukt! {0}

source: Request to (re)set the mobile number
nl: Verzoek indienen om mobiele nummer instellen/herstellen

source: Request to reset the SMS Authenticator mobile number
nl: Verzoek om de SMS Authenticator mobiele nummer opnieuw in te stellen

source: Resend SMS
nl: SMS opnieuw verzenden

source: SMS Authenticator configuration
nl: SMS Authenticator configuratie

source: SMS verification code
nl: SMS verificatie code

source: Save
nl: Opslaan

source: Secret Key
nl: Geheime Sleutel

source: Secret key
nl: Geheime Sleutel

source: Security
nl: Veiligheid

source: Setup failed! {0}
nl: Setup mislukt! {0}

source: Setup mobile number for two-step verification
nl: Setup mobiel nummer voor twee-stappen verificatie

source: Setup two-step verification
nl: Setup twee-stap verificatie

source: Show all user IPs
nl: Toon alle gebruiker IPs

source: Show unique user IPs
nl: Toon unieke gebruiker IPs

source: Submit
nl: Verzenden

source: To setup two-step verification you need to enter your mobile phone numberto which you will be receiving SMS messages with login codes.
nl: Voor twee-stappen verificatie setup moet u uw mobiele telefoonnummer in te voeren waarop u wilt de SMS-berichten met inlogcodes ontvangen.

source: Token lifetime
nl: Levensduur van token

source: Token to reset the mobile number
nl: Token om het mobiele nummer opnieuw in te stellen

source: Twilio number
nl: Twilio nummer

source: Two-step verification
nl: Twee-stap verificatie

source: Two-step verification is enabled for your account, but you haven't specified a mobile number yet! In order to be able to log in, you have to go through mobile number recovery procedure first.
nl: Twee-stappen verificatie is ingeschakeld voor je account, maar je hebt nog geen mobiel nummer opgegeven! Om te kunnen inloggen, moet je eerst de mobiele nummer invorderingsprocedure te volgen.

source: Two-step verification is successfully enabled for your account.
nl: De twee-stap verificatie is met succes ingeschakeld voor je account.

source: Two-step verification will be ommit for users that log in from white listed addresses.
nl: Twee-stappen verificatie zal worden zal worden weggelaten voor gebruikers die ingelogd zijn uit whitelist adressen.

source: Use the form below to (re)set your mobile phone number.
nl: Gebruik het formulier hieronder om uw mobiele-nummer instellen/herstellen.

source: User not found {0}.
nl: Gebruiker niet gevonden {0}.

source: Username
nl: Gebruikersnaam

source: Users' mobile number
nl: Mobiele nummer van gebruiker

source: Verify
nl: VerifiÃ«ren

source: Welcome! You are now logged in.
nl: Welkom! U bent nu aangemeld.

source: White-listed IP addresses
nl: Witte lijst van IP-adressen

source: You have received (or will shortly receive) an SMS with an verification code. <br/>After successfully submitting this form, you will be automatically logged in.
nl: U hebt al (of zal binnenkort) een SMS met een verificatiecode ontvangen. <br/>Na het succesvol verzending van dit formulier wordt u automatisch ingelogd.

source: You have successfully changed/set your mobile number. You're now logged in.
nl: U heeft met succes uw mobiele nummer gewijzigd / ingesteld. U bent nu ingelogd.

source: You have successfully disabled the two-step verification for all users.
nl: U hebt met succes de twee-stappen verificatie uitgeschakeld voor alle gebruikers.

source: You have successfully disabled the two-step verification for your account.
nl: Je hebt met succes de twee-stap verificatie uitgeschakeld voor je account.

source: You have successfully enabled the two-step verification for all users.
nl: Je hebt met succes de twee-stappen verificatie ingeschakeld voor alle gebruikers.

source: You should have received an SMS message to the mobile number specified. Please, enter the code below.
nl: U zou een SMS-bericht moeten ontvangen. Voer hieronder de code die in de SMS bericht staat.

source: Your SMS has just been resent.
nl: Uw SMS is net opnieuw verzonden.
